-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Mar 02, 2024 at 08:54 PM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `child`
--

-- --------------------------------------------------------

--
-- Table structure for table `child`
--

CREATE TABLE `child` (
  `id` int(5) NOT NULL DEFAULT 0,
  `name` varchar(255) DEFAULT NULL,
  `price` float DEFAULT NULL,
  `old_price` float DEFAULT NULL,
  `img_url` varchar(255) DEFAULT NULL,
  `color` varchar(255) DEFAULT NULL,
  `category` varchar(255) NOT NULL DEFAULT 'jackets',
  `kind` varchar(255) NOT NULL DEFAULT 'child'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `child`
--

INSERT INTO `child` (`id`, `name`, `price`, `old_price`, `img_url`, `color`, `category`, `kind`) VALUES
(1, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/1/', 'brown', 'jackets', 'child'),
(2, 'shirt', 149.99, 200, 'http://localhost/all/project/ecommerce/img/clothes/child/child/2/', 'white', 'shirts', 'child'),
(3, 'shoes', 180, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/3/', 'black', 'shoes', 'child'),
(4, 'shoes', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/4/', 'red', 'shoes', 'child'),
(5, 'shoes', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/5/', 'white', 'shoes', 'child'),
(6, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/6/', 'black', 'jackets', 'child'),
(7, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/7/', 'brown', 'jackets', 'child'),
(8, 'shoes', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/8/', 'white', 'shoes', 'child'),
(9, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/9/', 'blue', 'jackets', 'child'),
(10, 'shoes', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/10/', 'black', 'shoes', 'child'),
(11, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/11/', 'black', 'jackets', 'child'),
(12, 'shirt', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/12/', 'white', 'shirts', 'child'),
(13, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/13/', 'brown', 'jackets', 'child'),
(14, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/14/', 'black', 'jackets', 'child'),
(15, 'shirt', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/15/', 'black', 'shirts', 'child'),
(16, 'shoes', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/16/', 'white', 'shoes', 'child'),
(17, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/17/', 'green', 'jackets', 'child'),
(18, 'shirt', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/18/', 'blue', 'shirts', 'child'),
(19, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/19/', 'black', 'jackets', 'child'),
(20, 'jacket', 179.99, 215, 'http://localhost/all/project/ecommerce/img/clothes/child/child/20/', 'blue', 'jackets', 'child');

-- --------------------------------------------------------

--
-- Table structure for table `jackets`
--

CREATE TABLE `jackets` (
  `id` int(11) NOT NULL DEFAULT 0,
  `name` varchar(255) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `old_price` decimal(10,2) DEFAULT NULL,
  `img_url` varchar(255) DEFAULT NULL,
  `rate` float DEFAULT NULL,
  `size` varchar(10) DEFAULT NULL,
  `color` varchar(255) DEFAULT NULL,
  `category` varchar(255) NOT NULL DEFAULT 'jackets',
  `kind` varchar(255) NOT NULL DEFAULT 'child',
  `info` varchar(500) NOT NULL DEFAULT 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `jackets`
--

INSERT INTO `jackets` (`id`, `name`, `price`, `old_price`, `img_url`, `rate`, `size`, `color`, `category`, `kind`, `info`) VALUES
(1, 'Jacket 1', 42.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/1/', 4.5, 'M', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(2, 'Jacket 2', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/2/', 4, 'L', 'red', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(3, 'Jacket 3', 45.50, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/3/', 4.2, 'S', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(4, 'Jacket 4', 32.99, 44.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/4/', 3.8, 'XL', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(5, 'Jacket 5', 38.50, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/5/', 4.1, 'M', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(6, 'Jacket 6', 41.99, 56.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/6/', 4.6, 'L', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(7, 'Jacket 7', 55.99, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/7/', 4.9, 'S', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(8, 'Jacket 8', 49.99, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/8/', 4.7, 'XL', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(9, 'Jacket 9', 62.50, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/9/', 5, 'M', 'brown', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(10, 'Jacket 10', 44.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/10/', 4, 'L', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(11, 'Jacket 11', 51.99, 67.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/11/', 4.3, 'S', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(12, 'Jacket 12', 47.50, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/12/', 4.1, 'XL', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(13, 'Jacket 13', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/13/', 3.8, 'M', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(14, 'Jacket 14', 56.99, 72.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/14/', 4.7, 'L', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(15, 'Jacket 15', 60.50, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/15/', 4.9, 'S', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(16, 'Jacket 16', 35.99, 46.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/16/', 3.5, 'XL', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(17, 'Jacket 17', 42.50, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/17/', 4, 'M', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(18, 'Jacket 18', 48.99, 63.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/18/', 4.3, 'L', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(19, 'Jacket 19', 53.50, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/19/', 4.6, 'S', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(20, 'Jacket 20', 32.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/20/', 3.9, 'XL', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(21, 'Jacket 21', 41.50, 52.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/21/', 4.2, 'M', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(22, 'Jacket 22', 46.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/22/', 4.5, 'L', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(23, 'Jacket 23', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/23/', 3.8, 'S', 'green', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(24, 'Jacket 24', 57.50, 72.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/24/', 4.7, 'XL', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(25, 'Jacket 25', 62.99, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/25/', 5, 'M', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(26, 'Jacket 26', 34.99, 44.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/26/', 3.9, 'L', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(27, 'Jacket 27', 49.50, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/27/', 4.2, 'S', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(28, 'Jacket 28', 52.99, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/28/', 4.5, 'XL', 'brown', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(29, 'Jacket 29', 45.99, 56.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/29/', 4, 'M', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(30, 'Jacket 30', 38.50, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/30/', 3.8, 'L', 'brown', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(31, 'Jacket 31', 47.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/31/', 4.1, 'S', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(32, 'Jacket 32', 54.50, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/32/', 4.4, 'XL', 'brown', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(33, 'Jacket 33', 33.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/33/', 3.7, 'M', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(34, 'Jacket 34', 42.50, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/34/', 4, 'L', NULL, 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(35, 'Jacket 35', 54.50, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/35/', 4.4, 'S', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(36, 'Jacket 36', 33.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/36/', 3.7, 'XL', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(37, 'Jacket 37', 42.50, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/37/', 4, 'M', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(38, 'Jacket 38', 49.99, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/38/', 4.3, 'L', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(39, 'Jacket 39', 53.50, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/39/', 4.6, 'S', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(40, 'Jacket 40', 32.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/40/', 3.9, 'XL', 'blue', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(41, 'Jacket 41', 41.50, 52.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/41/', 4.2, 'M', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(42, 'Jacket 42', 46.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/42/', 4.5, 'L', 'red', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(43, 'Jacket 43', 110.00, 149.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/43/', 4.4, 'S', 'brown', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(44, 'Jacket 44', 79.99, 102.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/44/', 3.7, 'XL', 'brown', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس'),
(45, 'Jacket 45', 149.99, 179.99, 'http://localhost/all/project/ecommerce/img/clothes/child/jackets/45/', 4.5, 'L', 'black', 'jackets', 'child', 'تقدم مجموعتنا من الجاكيتات للأطفال الدفء والأناقة. مصممة بعناية، توفر كل جاكيت راحة وحماية ضد العوامل الجوية. من الخيارات المبطّنة بالفليس الدافئة إلى التصاميم المقاومة للماء المتينة، تضمن مجموعتنا أن يبقى الأطفال دافئين وأنيقين في أي طقس');

-- --------------------------------------------------------

--
-- Table structure for table `pants`
--

CREATE TABLE `pants` (
  `id` int(11) NOT NULL DEFAULT 0,
  `name` varchar(255) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `old_price` decimal(10,2) DEFAULT NULL,
  `img_url` varchar(255) DEFAULT NULL,
  `rate` float DEFAULT NULL,
  `size` varchar(10) DEFAULT NULL,
  `color` varchar(255) DEFAULT NULL,
  `category` varchar(255) NOT NULL DEFAULT 'jackets',
  `kind` varchar(255) NOT NULL DEFAULT 'child',
  `info` varchar(500) NOT NULL DEFAULT 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `pants`
--

INSERT INTO `pants` (`id`, `name`, `price`, `old_price`, `img_url`, `rate`, `size`, `color`, `category`, `kind`, `info`) VALUES
(1, 'Pants 1', 42.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/1/', 4.5, 'M', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(2, 'Pants 2', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/2/', 4, 'L', 'red', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(3, 'Pants 3', 45.50, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/3/', 4.2, 'S', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(4, 'Pants 4', 32.99, 44.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/4/', 3.8, 'XL', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(5, 'Pants 5', 38.50, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/5/', 4.1, 'M', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(6, 'Pants 6', 41.99, 56.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/6/', 4.6, 'L', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(7, 'Pants 7', 55.99, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/7/', 4.9, 'S', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(8, 'Pants 8', 49.99, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/8/', 4.7, 'XL', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(9, 'Pants 9', 62.50, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/9/', 5, 'M', 'brown', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(10, 'Pants 10', 44.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/10/', 4, 'L', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(11, 'Pants 11', 51.99, 67.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/11/', 4.3, 'S', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(12, 'Pants 12', 47.50, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/12/', 4.1, 'XL', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(13, 'Pants 13', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/13/', 3.8, 'M', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(14, 'Pants 14', 56.99, 72.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/14/', 4.7, 'L', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(15, 'Pants 15', 60.50, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/15/', 4.9, 'S', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(16, 'Pants 16', 35.99, 46.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/16/', 3.5, 'XL', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(17, 'Pants 17', 42.50, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/17/', 4, 'M', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(18, 'Pants 18', 48.99, 63.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/18/', 4.3, 'L', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(19, 'Pants 19', 53.50, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/19/', 4.6, 'S', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(20, 'Pants 20', 32.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/20/', 3.9, 'XL', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(21, 'Pants 21', 41.50, 52.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/21/', 4.2, 'M', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(22, 'Pants 22', 46.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/22/', 4.5, 'L', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(23, 'Pants 23', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/23/', 3.8, 'S', 'green', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(24, 'Pants 24', 57.50, 72.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/24/', 4.7, 'XL', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(25, 'Pants 25', 62.99, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/25/', 5, 'M', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(26, 'Pants 26', 34.99, 44.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/26/', 3.9, 'L', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(27, 'Pants 27', 49.50, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/27/', 4.2, 'S', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(28, 'Pants 28', 52.99, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/28/', 4.5, 'XL', 'brown', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(29, 'Pants 29', 45.99, 56.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/29/', 4, 'M', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(30, 'Pants 30', 38.50, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/30/', 3.8, 'L', 'brown', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(31, 'Pants 31', 47.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/31/', 4.1, 'S', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(32, 'Pants 32', 54.50, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/32/', 4.4, 'XL', 'brown', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(33, 'Pants 33', 33.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/33/', 3.7, 'M', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(34, 'Pants 34', 42.50, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/34/', 4, 'L', NULL, 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(35, 'Pants 35', 54.50, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/35/', 4.4, 'S', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(36, 'Pants 36', 33.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/36/', 3.7, 'XL', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(37, 'Pants 37', 42.50, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/37/', 4, 'M', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(38, 'Pants 38', 49.99, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/38/', 4.3, 'L', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(39, 'Pants 39', 53.50, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/39/', 4.6, 'S', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(40, 'Pants 40', 32.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/40/', 3.9, 'XL', 'blue', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(41, 'Pants 41', 41.50, 52.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/41/', 4.2, 'M', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(42, 'Pants 42', 46.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/42/', 4.5, 'L', 'red', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(43, 'Pants 43', 110.00, 149.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/43/', 4.4, 'S', 'brown', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(44, 'Pants 44', 79.99, 102.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/44/', 3.7, 'XL', 'brown', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير'),
(45, 'Pants 45', 149.99, 179.99, 'http://localhost/all/project/ecommerce/img/clothes/child/pants/45/', 4.5, 'L', 'black', 'pants', 'child', 'تجمع مجموعتنا من السراويل للأطفال بين الراحة والأناقة. تم صنع كل زوج بأقمشة ناعمة ومتينة لضمان حرية الحركة والاستخدام الطويل الأمد. من السراويل الرياضية الكاجوال إلى الجينز العصري، تقدم مجموعتنا خيارات متعددة لكل مغامر صغير');

-- --------------------------------------------------------

--
-- Table structure for table `shirts`
--

CREATE TABLE `shirts` (
  `id` int(11) NOT NULL DEFAULT 0,
  `name` varchar(255) DEFAULT NULL,
  `price` float DEFAULT NULL,
  `old_price` float DEFAULT NULL,
  `img_url` varchar(255) DEFAULT NULL,
  `color` varchar(255) DEFAULT NULL,
  `category` varchar(255) NOT NULL DEFAULT 'shirts',
  `kind` varchar(255) NOT NULL DEFAULT 'women',
  `info` varchar(500) NOT NULL DEFAULT '"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة."'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `shirts`
--

INSERT INTO `shirts` (`id`, `name`, `price`, `old_price`, `img_url`, `color`, `category`, `kind`, `info`) VALUES
(1, 'Shirt 1', 42.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/1/', 'brown', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(2, 'Shirt 2', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/2/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(3, 'Shirt 3', 45.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/3/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(4, 'Shirt 4', 32.99, 44.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/4/', 'red', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(5, 'Shirt 5', 38.5, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/5/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(6, 'Shirt 6', 41.99, 56.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/6/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(7, 'Shirt 7', 55.99, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/7/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(8, 'Shirt 8', 49.99, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/8/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(9, 'Shirt 9', 62.5, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/9/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(10, 'Shirt 10', 109.99, 169.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/10/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(11, 'Shirt 11', 51.99, 67.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/11/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(12, 'Shirt 12', 47.5, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/12/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(13, 'Shirt 13', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/13/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(14, 'Shirt 14', 56.99, 72.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/14/', 'green', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(15, 'Shirt 15', 60.5, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/15/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(16, 'Shirt 16', 35.99, 46.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/16/', 'red', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(17, 'Shirt 17', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/17/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(18, 'Shirt 18', 48.99, 63.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/18/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(19, 'Shirt 19', 53.5, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/19/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(20, 'Shirt 20', 32.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/20/', 'brown', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(21, 'Shirt 21', 41.5, 52.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/21/', 'blue', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(22, 'Shirt 22', 46.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/22/', 'blue', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(23, 'Shirt 23', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/23/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(24, 'Shirt 24', 57.5, 72.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/24/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(25, 'Shirt 25', 62.99, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/25/', 'brown', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(26, 'Shirt 26', 34.99, 44.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/26/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(27, 'Shirt 27', 49.5, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/27/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(28, 'Shirt 28', 52.99, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/28/', 'green', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(29, 'Shirt 29', 45.99, 56.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/29/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(30, 'Shirt 30', 38.5, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/30/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(31, 'Shirt 31', 47.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/31/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(32, 'Shirt 32', 54.5, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/32/', 'brown', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(33, 'Shirt 33', 33.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/33/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(34, 'Shirt 34', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/34/', 'red', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(35, 'Shirt 35', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/35/', 'red', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(36, 'Shirt 36', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/36/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(37, 'Shirt 37', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/37/', 'green', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(38, 'Shirt 38', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/38/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(39, 'Shirt 39', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/39/', 'green', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(40, 'Shirt 40', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/40/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(41, 'Shirt 41', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/41/', 'brown', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(42, 'Shirt 42', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/42/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(43, 'Shirt 43', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/43/', 'black', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(44, 'Shirt 44', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/44/', 'brown', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"'),
(45, 'Shirt 45', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shirts/45/', 'white', 'shirts', 'child', '\"تجمع مجموعتنا من قمصان الأطفال بين الراحة والأناقة بسهولة. تم صنع كل قميص بأقمشة ناعمة ومسامية للحفاظ على برودة الأطفال وراحتهم طوال اليوم. من القمصان الكلاسيكية بأزرار إلى التيشيرتات الجرافيكية المرحة، تقدم مجموعتنا مجموعة متنوعة من الخيارات لتناسب شخصية كل طفل وكل مناسبة.\"');

-- --------------------------------------------------------

--
-- Table structure for table `shoes`
--

CREATE TABLE `shoes` (
  `id` int(11) NOT NULL DEFAULT 0,
  `name` varchar(255) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `old_price` decimal(10,2) DEFAULT NULL,
  `img_url` varchar(255) DEFAULT NULL,
  `rate` float DEFAULT NULL,
  `size` varchar(10) DEFAULT NULL,
  `color` varchar(255) DEFAULT NULL,
  `category` varchar(255) NOT NULL DEFAULT 'shoes',
  `kind` varchar(255) NOT NULL DEFAULT 'child',
  `info` varchar(500) NOT NULL DEFAULT '"تقدم مجموعتنا من الأحذية للأطفال توازنًا مثاليًا بين الأناقة والراحة. تصميماتنا المتنوعة والعملية تضمن للأطفال الفرحة والحماية في كل خطوة. من الأحذية الرياضية العصرية إلى الأحذية الكلاسيكية المناسبة للمناسبات الرسمية، ستجد لدينا مجموعة متنوعة تلبي احتياجات كل طفل."'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `shoes`
--

INSERT INTO `shoes` (`id`, `name`, `price`, `old_price`, `img_url`, `rate`, `size`, `color`, `category`, `kind`, `info`) VALUES
(1, 'Shoe Name 1', 49.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/1/', NULL, NULL, 'black', 'shoes', 'child', ''),
(2, 'Shoe Name 2', 54.99, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/2/', NULL, NULL, 'brown', 'shoes', 'child', ''),
(3, 'Shoe Name 3', 59.99, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/3/', NULL, NULL, 'brown', 'shoes', 'child', ''),
(4, 'Shoe Name 4', 64.99, 74.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/4/', NULL, NULL, 'black', 'shoes', 'child', ''),
(5, 'Shoe Name 5', 69.99, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/5/', NULL, NULL, 'white', 'shoes', 'child', ''),
(6, 'Shoe Name 6', 74.99, 84.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/6/', NULL, NULL, 'black', 'shoes', 'child', ''),
(7, 'Shoe Name 7', 79.99, 89.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/7/', NULL, NULL, 'black', 'shoes', 'child', ''),
(8, 'Shoe Name 8', 84.99, 94.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/8/', NULL, NULL, 'white', 'shoes', 'child', ''),
(9, 'Shoe Name 9', 89.99, 99.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/9/', NULL, NULL, 'white', 'shoes', 'child', ''),
(10, 'Shoe Name 10', 94.99, 104.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/10/', NULL, NULL, 'brown', 'shoes', 'child', ''),
(11, 'Shoe Name 11', 99.99, 109.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/11/', NULL, NULL, 'white', 'shoes', 'child', ''),
(12, 'Shoe Name 12', 104.99, 114.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/12/', NULL, NULL, 'blue', 'shoes', 'child', ''),
(13, 'Shoe Name 13', 109.99, 119.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/13/', NULL, NULL, 'blue', 'shoes', 'child', ''),
(14, 'Shoe Name 14', 114.99, 124.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/14/', NULL, NULL, 'brown', 'shoes', 'child', ''),
(15, 'Shoe Name 15', 119.99, 129.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/15/', NULL, NULL, 'white', 'shoes', 'child', ''),
(16, 'Shoe Name 16', 124.99, 134.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/16/', NULL, NULL, 'black', 'shoes', 'child', ''),
(17, 'Shoe Name 17', 129.99, 139.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/17/', NULL, NULL, 'red', 'shoes', 'child', ''),
(18, 'Shoe Name 18', 134.99, 144.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/18/', NULL, NULL, 'brown', 'shoes', 'child', ''),
(19, 'Shoe Name 19', 139.99, 149.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/19/', NULL, NULL, 'black', 'shoes', 'child', ''),
(20, 'Shoe Name 20', 144.99, 154.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/20/', NULL, NULL, 'blue', 'shoes', 'child', ''),
(21, 'Shoe Name 21', 149.99, 159.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/21/', NULL, NULL, 'blue', 'shoes', 'child', ''),
(22, 'Shoe Name 22', 154.99, 164.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/22/', NULL, NULL, 'white', 'shoes', 'child', ''),
(23, 'Shoe Name 23', 159.99, 169.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/23/', NULL, NULL, 'brown', 'shoes', 'child', ''),
(24, 'Shoe Name 24', 164.99, 174.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/24/', NULL, NULL, 'black', 'shoes', 'child', ''),
(25, 'Shoe Name 25', 169.99, 179.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/25/', NULL, NULL, 'red', 'shoes', 'child', ''),
(26, 'Shoe Name 26', 174.99, 184.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/26/', NULL, NULL, 'black', 'shoes', 'child', ''),
(27, 'Shoe Name 27', 179.99, 189.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/27/', NULL, NULL, 'white', 'shoes', 'child', ''),
(28, 'Shoe Name 28', 184.99, 194.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/28/', NULL, NULL, 'black', 'shoes', 'child', ''),
(29, 'Shoe Name 29', 189.99, 199.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/29/', NULL, NULL, 'white', 'shoes', 'child', ''),
(30, 'Shoe Name 30', 194.99, 204.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/30/', NULL, NULL, 'black', 'shoes', 'child', ''),
(31, 'Shoe Name 31', 199.99, 209.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/31/', NULL, NULL, 'blue', 'shoes', 'child', ''),
(32, 'Shoe Name 32', 204.99, 214.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/32/', NULL, NULL, 'blue', 'shoes', 'child', ''),
(33, 'Shoe Name 33', 209.99, 219.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/33/', NULL, NULL, 'white', 'shoes', 'child', ''),
(34, 'Shoe Name 34', 214.99, 224.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/34/', NULL, NULL, 'black', 'shoes', 'child', ''),
(35, 'Shoe Name 35', 219.99, 229.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/35/', NULL, NULL, 'brown', 'shoes', 'child', ''),
(36, 'Shoe Name 36', 224.99, 234.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/36/', NULL, NULL, 'black', 'shoes', 'child', ''),
(37, 'Shoe Name 37', 239.99, 249.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/37/', NULL, NULL, 'red', 'shoes', 'child', ''),
(38, 'Shoe Name 38', 244.99, 254.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/38/', NULL, NULL, 'white', 'shoes', 'child', ''),
(39, 'Shoe Name 39', 249.99, 259.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/39/', NULL, NULL, 'black', 'shoes', 'child', ''),
(40, 'Shoe Name 40', 254.99, 264.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/40/', NULL, NULL, 'black', 'shoes', 'child', ''),
(41, 'Shoe Name 41', 259.99, 269.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/41/', NULL, NULL, 'blue', 'shoes', 'child', ''),
(42, 'Shoe Name 42', 264.99, 274.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/42/', NULL, NULL, 'black', 'shoes', 'child', ''),
(43, 'Shoe Name 43', 269.99, 279.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/43/', NULL, NULL, 'red', 'shoes', 'child', ''),
(44, 'Shoe Name 44', 274.99, 284.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/44/', NULL, NULL, 'brown', 'shoes', 'child', ''),
(45, 'Shoe Name 45', 279.99, 289.99, 'http://localhost/all/project/ecommerce/img/clothes/child/shoes/45/', NULL, NULL, 'white', 'shoes', 'child', '');

-- --------------------------------------------------------

--
-- Table structure for table `t_shirts`
--

CREATE TABLE `t_shirts` (
  `id` int(7) NOT NULL DEFAULT 0,
  `name` varchar(255) DEFAULT NULL,
  `price` float DEFAULT NULL,
  `old_price` float DEFAULT NULL,
  `img_url` varchar(255) DEFAULT NULL,
  `color` varchar(255) DEFAULT NULL,
  `category` varchar(255) NOT NULL DEFAULT 't_shirts',
  `kind` varchar(255) NOT NULL DEFAULT 'child',
  `info` varchar(500) NOT NULL DEFAULT '"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات."'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `t_shirts`
--

INSERT INTO `t_shirts` (`id`, `name`, `price`, `old_price`, `img_url`, `color`, `category`, `kind`, `info`) VALUES
(1, 'T-Shirt 1', 42.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/1/', 'red', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(2, 'T-Shirt 2', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/2/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(3, 'T-Shirt 3', 45.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/3/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(4, 'T-Shirt 4', 32.99, 44.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/4/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(5, 'T-Shirt 5', 38.5, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/5/', 'red', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(6, 'T-Shirt 6', 41.99, 56.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/6/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(7, 'T-Shirt 7', 55.99, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/7/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(8, 'T-Shirt 8', 49.99, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/8/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(9, 'T-Shirt 9', 62.5, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/9/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(10, 'T-Shirt 10', 109.99, 169.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/10/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(11, 'T-Shirt 11', 51.99, 67.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/11/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(12, 'T-Shirt 12', 47.5, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/12/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(13, 'T-Shirt 13', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/13/', 'green', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(14, 'T-Shirt 14', 56.99, 72.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/14/', 'red', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(15, 'T-Shirt 15', 60.5, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/15/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(16, 'T-Shirt 16', 35.99, 46.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/16/', 'red', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(17, 'T-Shirt 17', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/17/', 'red', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(18, 'T-Shirt 18', 48.99, 63.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/18/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(19, 'T-Shirt 19', 53.5, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/19/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(20, 'T-Shirt 20', 32.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/20/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(21, 'T-Shirt 21', 41.5, 52.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/21/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(22, 'T-Shirt 22', 46.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/22/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(23, 'T-Shirt 23', 39.99, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/23/', 'red', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(24, 'T-Shirt 24', 57.5, 72.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/24/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(25, 'T-Shirt 25', 62.99, 79.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/25/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(26, 'T-Shirt 26', 34.99, 44.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/26/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(27, 'T-Shirt 27', 49.5, 64.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/27/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(28, 'T-Shirt 28', 52.99, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/28/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(29, 'T-Shirt 29', 45.99, 56.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/29/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(30, 'T-Shirt 30', 38.5, 49.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/30/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(31, 'T-Shirt 31', 47.99, 59.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/31/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(32, 'T-Shirt 32', 54.5, 69.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/32/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(33, 'T-Shirt 33', 33.99, 42.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/33/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(34, 'T-Shirt 34', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/34/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(35, 'T-Shirt 35', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/35/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(36, 'T-Shirt 36', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/36/', 'red', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(37, 'T-Shirt 37', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/37/', 'green', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(38, 'T-Shirt 38', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/38/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(39, 'T-Shirt 39', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/39/', 'red', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(40, 'T-Shirt 40', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/40/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(41, 'T-Shirt 41', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/41/', 'blue', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(42, 'T-Shirt 42', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/42/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(43, 'T-Shirt 43', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/43/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(44, 'T-Shirt 44', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/44/', 'black', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"'),
(45, 'T-Shirt 45', 42.5, 54.99, 'http://localhost/all/project/ecommerce/img/clothes/child/t_shirts/45/', 'white', 't_shirts', 'child', '\"تقدم مجموعتنا من تيشيرتات الأطفال تصاميم مميزة ومريحة. تم تصميم كل تيشيرت بعناية لضمان الراحة والأناقة في آن واحد. من التصاميم البسيطة والكلاسيكية إلى الرسومات الجرافيكية الجذابة، ستجد لدينا مجموعة متنوعة تلبي جميع أذواق الأطفال وتناسب جميع الأوقات.\"');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `child`
--
ALTER TABLE `child`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `jackets`
--
ALTER TABLE `jackets`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pants`
--
ALTER TABLE `pants`
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `shirts`
--
ALTER TABLE `shirts`
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `shoes`
--
ALTER TABLE `shoes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `t_shirts`
--
ALTER TABLE `t_shirts`
  ADD PRIMARY KEY (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
